Repository: twngo/Tails
Catalog: wiki/src/install/mac/dvd.*.po
Languages: fr, zh_tw

source: [[!meta title="Install from Mac by burning a DVD first"]]
fr: [[!meta title="Installer depuis un Mac en gravant d'abord un DVD"]]
zh_tw: [[!meta title="要自 Mac 安裝得先燒錄一張 DVD"]]

source: [[!inline pages="install/inc/tails-installation-assistant.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/tails-installation-assistant.inline.fr" raw="yes" sort="age"]]
zh_tw: [[!inline pages="install/inc/tails-installation-assistant.inline.zh_TW" raw="yes" sort="age"]]

source: <p class="start">Start in Mac OS X.</p>
fr: <p class="start">Démarrez Mac OS X.</p>
zh_tw: <p class="start">啟動 Mac OS X.</p>

source: [[!inline pages="install/inc/steps/download.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/download.inline.fr" raw="yes" sort="age"]]
zh_tw: [[!inline pages="install/inc/steps/download.inline.zh_TW" raw="yes" sort="age"]]

source: <h1 id="burn-dvd">Burn a Tails DVD</h1>
fr: <h1 id="burn-dvd">Graver un DVD Tails</h1>
zh_tw: <h1 id="burn-dvd">燒錄一張 Tails 的 DVD 光碟</h1>

source: In this step, you will create an intermediary Tails by burning the Tails ISO image on a DVD.
fr: À cette étape, vous devrez créer un Tails intermédiaire en gravant l'image ISO de Tails sur un DVD.
zh_tw: 在本步驟中，將會在 DVD 光碟上燒錄 ISO-映像檔以建立一個 Tails 中介。

source: If you are running OS X 10.11 (El Capitan) or later
fr: Si vous utilisez OS X 10.11 (El Capitan) ou plus récent
zh_tw: 如果使用的是 OS X 10.11 (El Capitan) 或更新的版本

source: Insert a blank DVD. If the <span class="guilabel">You inserted a blank DVD</span> dialog appears, choose <span class="guilabel">Ignore</span>.
fr: Insérez un DVD vierge. Si la boîte de dialogue <span class="guilabel">Vous avez inséré un DVD vierge</span> apparaît, choisissez <span class="guilabel">Ignorer</span>.
zh_tw: 放入空白的 DVD 光碟片，如果出現了<span class="guilabel">請放入空白 DVD 光碟片</span> 的對話視窗，請選擇 <span class="guilabel">忽視</span>.

source: Control-click on the ISO image that you downloaded earlier.
fr: Faites ctrl+clic sur l'image ISO que vous avez précédemment téléchargée.
zh_tw: 控制點選稍早下載的 ISO 映像檔。

source: Choose <span class="guilabel">Burn Disc Image [Tails ISO image] to Disc</span>.
fr: Choisissez <span class="guilabel">Graver l'image disque [nom de l'image ISO Tails] sur le disque...</span>.
zh_tw: 選擇<span class="guilabel">燒錄 磁碟映像檔 [Tails ISO image] 到磁碟上</span>.

source: Click <span class="guilabel">Burn</span>.
fr: Cliquez sur le bouton <span class="guilabel">Graver</span>.
zh_tw: 點擊<span class="guilabel">燒錄</span>。

source: Wait until the DVD is burnt.
fr: Patientez jusqu'à ce que le DVD soit gravé.
zh_tw: 請等待 DVD 完成燒錄。

source: If you are running OS X 10.10 (Yosemite) or earlier
fr: Si vous utilisez OS X 10.10 (Yosemite) ou plus ancien
zh_tw: 如果是在 OS X 10.10 (Yosemite) 或更舊的版本

source: 1. Open <span class="application">Disk Utility</span> from <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disk Utility.app</span></span>.
fr: 1. Ouvrir <span class="application">Utilitaire disques</span> depuis <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilitaires</span>&nbsp;▸ <span class="guimenuitem">Disques.app</span></span>.
zh_tw: 1. 打開 <span class="menuchoice"> 底下的<span class="application">Disk Utility</span> über <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Disk Utility.app</span></span>.

source: Insert a blank DVD. If the <span class="guilabel">You inserted a blank DVD</span> dialog appears, choose <span class="guilabel">Action</span>&nbsp;▸ <span class="guilabel">Open Disk Utility</span> to go back to <span class="application">Disk Utility</span>.
fr: Insérez un DVD vierge. Si la boîte de dialogue <span class="guilabel">Vous avez inséré un DVD vierge</span> apparaît, choisissez <span class="guilabel">Action</span>&nbsp;▸ <span class="guilabel">Ouvrir utilitaire disques</span> pour retourner à <span class="application">Disques</span>.
zh_tw: 放入空白的 DVD。如果出現<span class="guilabel">請放入空白 DVD 光碟片</span>的對話視窗，選擇<span class="guilabel">Action</span>&nbsp;▸ <span class="guilabel">Open Disk Utility</span> 以返回<span class="application">Disk Utility</span>。

source: 1. Choose <span class="menuchoice"> <span class="guimenu">File</span>&nbsp;▸ <span class="guimenuitem">Open Disk Image&hellip;</span></span> and choose the ISO image that you downloaded earlier.
fr: 1. Choisissez <span class="menuchoice"> <span class="guimenu">Fichier</span>&nbsp;▸ <span class="guimenuitem">Ouvrir une image disque&hellip;</span></span> et choisissez l'image ISO que vous avez téléchargé précédemment.
zh_tw: 1. 選擇 <span class="menuchoice"> <span class="guimenu">檔案</span>&nbsp;▸ <span class="guimenuitem">開啟 Image&hellip;</span></span> 並挑選稍早已下載的 ISO 映像檔

source: Click on the ISO image in the left pane.
fr: Cliquez sur l'image ISO dans le panneau gauche.
zh_tw: 點選左側面板中的 ISO-映像檔。

source: Click on the <span class="guilabel">Burn</span> button.
fr: Cliquez sur le bouton <span class="guilabel">Graver</span>.
zh_tw: 點擊<span class="guilabel">燒錄</span>按鈕。

source: In the confirmation dialog click <span class="guilabel">Burn</span>.
fr: Dans la boîte de dialogue de confirmation, cliquez sur <span class="guilabel">Graver</span>.
zh_tw: 在確認視窗中點擊<span class="guilabel">燒錄B</span>.

source: <div class="state-image">[[!img install/inc/infography/intermediary-tails-on-dvd.png link="no" alt="Intermediary Tails DVD"]]</div>
fr: <div class="state-image">[[!img install/inc/infography/intermediary-tails-on-dvd.fr.png link="no" alt="DVD Tails intermédiaire"]]</div>

source: <p>Cool, you now have an intermediary Tails on a DVD.</p>
fr: <p>Cool, vous avez maintenant un Tails intermédiaire sur un DVD.</p>
zh_tw: <p>太棒了，現在手邊有一份DVD 的 Tails 中介</p>

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/restart_first_time.inline.fr" raw="yes" sort="age"]]
zh_tw: [[!inline pages="install/inc/steps/restart_first_time.inline.zh_TW" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/install_final.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/install_final.inline.fr" raw="yes" sort="age"]]
zh_tw: [[!inline pages="install/inc/steps/install_final.inline.zh_TW" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/restart_second_time.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/restart_second_time.inline.fr" raw="yes" sort="age"]]
zh_tw: [[!inline pages="install/inc/steps/restart_second_time.inline.zh_TW" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/create_persistence.inline" raw="yes" sort="age"]]
fr: [[!inline pages="install/inc/steps/create_persistence.inline.fr" raw="yes" sort="age"]]
zh_tw: [[!inline pages="install/inc/steps/create_persistence.inline.zh_TW" raw="yes" sort="age"]]
